/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Offline";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ slutar med %2$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Lägg till";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Lägg till kort";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* part of {Account} ending in {last4} */
"Account" = "Konto";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "KONTOINNEHAVARENS ADRESS";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Kontoinnehavarens namn";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonummer";

/* Title for Add a Card view */
"Add a Card" = "Lägg till kort";

/* Title shown above a card entry form */
"Add a card" = "Lägg till ett kort";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Lägg till autogirokonto";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Lägg till kort";

/* Button to add a new credit card. */
"Add New Card…" = "Lägg till nytt kort…";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Lägg till ny betalmetod";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Lägg till betalningsinformation";

/* Caption for Address field on address form */
"Address" = "Adress";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "Adressrad 1";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adressrad 2 (valfritt)";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Lägenhetsnr.";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS Debit";

/* Text for back button */
"Back" = "Tillbaka";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "BANK";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankkonto";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANKKONTO";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FAKTURERINGSADRESS";

/* Title for billing address entry section */
"Billing Address" = "Faktureringsadress";

/* Billing address section title for card form entry. */
"Billing address" = "Faktureringsadress";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Genom att tillhandahålla ditt IBAN och bekräfta betalningen godkänner du att %@ och Stripe, vår betalningsleverantör, skickar instruktioner till din bank för debitering av ditt konto i enlighet med dessa instruktioner. Din rätt till återbetalning är i enlighet med villkoren för ditt avtal med din bank. Återbetalning måste krävas inom 8 veckor från och med det datum då ditt konto debiterades.";

/* Button title to cancel action in an alert */
"Cancel" = "Avbryt";

/* Title for card number entry field */
"CARD" = "KORT";

/* Title for credit card number entry field */
"Card" = "Kort";

/* Details of a saved card */
"Card ending in %@" = "Kort slutar på %@";

/* Card details entry form header title */
"Card information" = "Kortinformation";

/* accessibility label for text field */
"card number" = "kortnummer";

/* Label for card number entry text field */
"Card number" = "Kortnummer";

/* TODO */
"Choose a payment method" = "Välj en betalmetod";

/* Caption for City field on address form */
"City" = "Ort";

/* Text for close button */
"Close" = "Stäng";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Stäng kortskanner";

/* Title for contact info form */
"CONTACT" = "KONTAKTINFORMATION";

/* Title for contact info form */
"Contact" = "Kontaktinformation";

/* Text for continue button */
"Continue" = "Fortsätt";

/* Caption for Country field on address form */
"Country" = "Land";

/* Title for country picker section */
"COUNTRY" = "LAND";

/* Country selector and postal code entry form header title */
"Country or region" = "Land eller region";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Landskap";

/* Label for entering CVC in text field */
"CVC" = "CVC-kod";

/* Label for entering CVV in text field */
"CVV" = "CVV-kod";

/* Title for delivery info form */
"Delivery" = "Leverans";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "LEVERANSADRESS";

/* Title for delivery address entry section */
"Delivery Address" = "Leveransadress";

/* Done button title */
"Done" = "Klar";

/* Button title to enter editing mode */
"Edit" = "Redigera";

/* Caption for Email field on address form */
"Email" = "E-post";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "exempel@exempel.com";

/* accessibility label for text field */
"expiration date" = "utgångsdatum";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Fullständigt namn";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Ogiltig data.";

/* Shipping form error message */
"Invalid Shipping Address" = "Ogiltig leveransadress";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Laddar...";

/* label for text field to enter card expiry */
"MM / YY" = "MM / ÅÅ";

/* label for text field to enter card expiry */
"MM/YY" = "MM/ÅÅ";

/* Title for payment options section */
"MORE OPTIONS" = "FLER VAL";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Namn";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nytt kort";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nytt autogirokonto";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nytt SEPA autogirokonto";

/* Button to move to the next text entry field */
"Next" = "Nästa";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Internetbank (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "Eller betala genom att använda";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "Eller betala med ett kort";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Betala %@";

/* Pay with {payment method} */
"Pay with %@" = "Betala med %@";

/* Title for Payment Method screen */
"Payment Method" = "Betalningsmetod";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Caption for Phone field on address form */
"Phone" = "Telefonnummer";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Placera kameran på din kod.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postnummer";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "Postnummer";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postnummer";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Bearbetar ...";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Provins";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Ta bort";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Ta bort %@";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Ta bort %1$@ slutar på %2$@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Ta bort kort";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Spara detta kort för framtiden %@ betalningar";
/* Text for button to scan a credit card */

"Scan Card" = "Skanna kort";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Välj";
/* label for iDEAL-bank selection picker */

"Select bank" = "Välj bank";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Välj din betalningsmetod";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA-konto";
/* Payment method brand name */

"SEPA Debit" = "SEPA Debit";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA autogiro";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Konfigurera";
/* Title for shipping info form */

"Shipping" = "Frakt";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "LEVERANSADRESS";
/* Title for shipping address entry section */

"Shipping Address" = "Leveransadress";
/* Label for shipping method form */

"SHIPPING METHOD" = "LEVERANSMETOD";
/* Label for shipping method form */

"Shipping Method" = "Leveransmetod";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Delstat";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Stat/provins/region";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "Den BSB du angav är inkomplett.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "Den BSB du angav är fel.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Den valda betalningsmetoden är inte tillgänglig.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Ett fel uppstod vid behandlingen av ditt kort - försök igen om ett par sekunder";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Ett oväntat fel uppstod - försök igen om ett par sekunder";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Tidsgränsen passerades vid autentisering av betalningsmetoden – försök igen";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "För att skanna ditt kort, tillåt kameraåtkomst i Inställningar.";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Försök igen";

/* Error message that displays when we&apos;re unable to connect to the server. */
"Unable to establish a connection." = "Det går inte att upprätta en anslutning.";

/* Default missing source type label */
"Unknown" = "Okänd";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Använd faktureringsadress";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Använd leveransadress";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Använd leveransadress";

/* Displays in the navigation bar title of the Identity Verification Sheet */
"Verify your identity" = "Verifiera din identitet";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Vi kan inte verifiera din betalningsmetod. Välj en annan betalningsmetod och försök igen.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Du tas nu till %@ för att slutföra ditt köp.";

/* Error when the card has already expired */
"Your card has expired" = "Kortet har löpt ut";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Ditt kortnummer är ofullständigt.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Ditt kortnummer är ogiltigt.";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Ditt kort nekades";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Kortets utgångsdatum är ofullständigt.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Kortets utgångsdatum är ogiltigt.";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Kortets utgångsmånad är felaktig";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Kortets utgångsmånad är ogiltig.";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Kortets utgångsår är felaktigt";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Kortets utgångsår är ogiltigt.";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Kortnumret är felaktigt";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Kortets säkerhetskod är ofullständig.";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Kortets säkerhetskod är felaktig";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Kortets säkerhetskod är ogiltig.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Ditt postnummer är ofullständigt.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Ditt postnummer är ogiltigt.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "Ditt postnummer är ofullständigt.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "Ditt postnummer är ogiltigt.";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "Postkod";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Postkod";

